log/excepcion.txt

ns1:cms.cert.untrusted: Certificado no emitido por AC de confianza

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:ser="https://wsaa.afip.gov.ar/ws/services/LoginCms" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
<soapenv:Header/>
<soapenv:Body>
    <ser:loginCms><in0>MIIG/wYJKoZIhvcNAQcCoIIG8DCCBuwCAQExDzANBglghkgBZQMEAgEFADCCAR8G
CSqGSIb3DQEHAaCCARAEggEMPD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0i
VVRGLTgiPz48bG9naW5UaWNrZXRSZXF1ZXN0IHZlcnNpb249IjEuMCI+PGhlYWRl
cj48dW5pcXVlSWQ+MTc0MzE2Mjg5NjwvdW5pcXVlSWQ+PGdlbmVyYXRpb25UaW1l
PjIwMjUtMDMtMjdUMjI6NTQ6NTY8L2dlbmVyYXRpb25UaW1lPjxleHBpcmF0aW9u
VGltZT4yMDI1LTAzLTI4VDE4OjU0OjU2PC9leHBpcmF0aW9uVGltZT48L2hlYWRl
cj48c2VydmljZT53c2ZlPC9zZXJ2aWNlPjwvbG9naW5UaWNrZXRSZXF1ZXN0PqCC
A1cwggNTMIICO6ADAgECAggxlzoUtgJbNTANBgkqhkiG9w0BAQ0FADA4MRowGAYD
VQQDDBFDb21wdXRhZG9yZXMgVGVzdDENMAsGA1UECgwEQUZJUDELMAkGA1UEBhMC
QVIwHhcNMjQwNDAyMTMxMjIyWhcNMjYwNDAyMTMxMjIyWjA5MRwwGgYDVQQDDBND
bGF1ZGlvSE9NT0xPR0FDSU9OMRkwFwYDVQQFExBDVUlUIDIwMjAyOTU2MDM0MIIB
IjANBgkqhkiG9w0BAQEFAAOCAQ8AMIIBCgKCAQEAxRyVL76Jz0pgX3o3OUiC/t7P
ZFWJcG5E9Ir26EBt4HUKfGCKT70XPwpm5zSuX1w3CgTN/KQZNo82MO7c/WSIiflh
YyNBmktiRsGvQrbyFII88IvII7lHR5I2BAKi31Qd3GrrPaslWUue1uENZOr3u8BR
+Rsh4h3JhfbMU6Fd3yv0S+hwnV5durj8FkiND5HIHNG4x0LnFAyoGjQOlC4WUNXg
5E5b3rLCTlk9OATiEsblCHPxvFF6wAAax5+sk67rHEkdhqDhKEcFzCWLLerX9jWW
t0+Dss2gMtzAn59RurnEtBWucKmtQFvCmZY7fJ+RTlkvgeFbUdPyi+yqAcvsPQID
AQABo2AwXjAMBgNVHRMBAf8EAjAAMB8GA1UdIwQYMBaAFLOy0//96bre3o2vESGc
1iB98k9vMB0GA1UdDgQWBBSTXaDB2ruLJ+Em7NE01lULX83LvTAOBgNVHQ8BAf8E
BAMCBeAwDQYJKoZIhvcNAQENBQADggEBAE81h/PRDIOW6yRMPV09+2LJ/fKaP0x/
oQ/oKQqYsZO6aY7rmdP1AeRtBzssKYpj52S+ZNZUBj2XH+zLCo+DznmA3qb39Bns
7TzJ6qM4rv6g9M3QADAe4E3YSZKKjFnmEaGuSJxjd5oAvEpqeHeW6vDN4QYXwuWM
HWY5jaHBBy8pWUUp4yiGqBb3CkrmcJSNw4LCT0EoumCt9VijVxDhj40aaCboWQVV
ntgZ2mXar2MKaWDOpfr8H1m1zJSiGtFtqocB+KGdTAHD4WH0Fe41bh/HoOuDRpwT
Y95/x6K0fSXrSpfJCL5laQ6X0uAoU1bp1K+TBiBmPmAOOt+W0EO18MYxggJWMIIC
UgIBATBEMDgxGjAYBgNVBAMMEUNvbXB1dGFkb3JlcyBUZXN0MQ0wCwYDVQQKDARB
RklQMQswCQYDVQQGEwJBUgIIMZc6FLYCWzUwDQYJYIZIAWUDBAIBBQCggeQwGAYJ
KoZIhvcNAQkDMQsGCSqGSIb3DQEHATAcBgkqhkiG9w0BCQUxDxcNMjUwMzI4MTE1
NDU2WjAvBgkqhkiG9w0BCQQxIgQg3Ez3fVmWAfjcOxtoIUrTaeBBmgDfAwNFqdXX
/7kuGlEweQYJKoZIhvcNAQkPMWwwajALBglghkgBZQMEASowCwYJYIZIAWUDBAEW
MAsGCWCGSAFlAwQBAjAKBggqhkiG9w0DBzAOBggqhkiG9w0DAgICAIAwDQYIKoZI
hvcNAwICAUAwBwYFKw4DAgcwDQYIKoZIhvcNAwICASgwDQYJKoZIhvcNAQEBBQAE
ggEAUj04q2MKL8p7oLgKdXaTS+OKqF8MOjF3UG3rPBEJGo5xP1E+CbZipIotK3Tq
EVwIjY8sxvstCybQ/O2Ckl0eO0nh/TwhaR+SomxzYhFxCPW+anxLlZPUXE71B1Wg
EJnmpen8Pqq6sZLnLEvWD8RP1Q58aYut1sa3bMQNzQjJU+v8iJRffE/nuAsFCOZb
XHN3ijwyuxz31MXoyiDSC9I0irC/Awfvj4dbueiPP+MjZLKwzHFJ2dy/vwYzZZlx
sB7r6gXnbQTEfpxT8RYTKb+CYVGY+IGI0BLEzO0uptOrBp7CJV3X5FBJJ+7KABur
HH/1lo8MRON7v2wzs8XbHxVGGA==

</in0></ser:loginCms>
</soapenv:Body>
</soapenv:Envelope>
<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><soapenv:Fault><faultcode xmlns:ns1="http://xml.apache.org/axis/">ns1:cms.cert.untrusted</faultcode><faultstring>Certificado no emitido por AC de confianza</faultstring><detail><ns2:exceptionName xmlns:ns2="http://xml.apache.org/axis/">gov.afip.desein.dvadac.sua.view.wsaa.LoginFault</ns2:exceptionName><ns3:hostname xmlns:ns3="http://xml.apache.org/axis/">wsaa2.afip.gov.ar</ns3:hostname></detail></soapenv:Fault></soapenv:Body></soapenv:Envelope>
ns1:cms.cert.untrusted: Certificado no emitido por AC de confianza

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:ser="https://wsaa.afip.gov.ar/ws/services/LoginCms" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
<soapenv:Header/>
<soapenv:Body>
    <ser:loginCms><in0>MIIG/wYJKoZIhvcNAQcCoIIG8DCCBuwCAQExDzANBglghkgBZQMEAgEFADCCAR8G
CSqGSIb3DQEHAaCCARAEggEMPD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0i
VVRGLTgiPz48bG9naW5UaWNrZXRSZXF1ZXN0IHZlcnNpb249IjEuMCI+PGhlYWRl
cj48dW5pcXVlSWQ+MTc0MzE2MzQwNTwvdW5pcXVlSWQ+PGdlbmVyYXRpb25UaW1l
PjIwMjUtMDMtMjdUMjM6MDM6MjU8L2dlbmVyYXRpb25UaW1lPjxleHBpcmF0aW9u
VGltZT4yMDI1LTAzLTI4VDE5OjAzOjI1PC9leHBpcmF0aW9uVGltZT48L2hlYWRl
cj48c2VydmljZT53c2ZlPC9zZXJ2aWNlPjwvbG9naW5UaWNrZXRSZXF1ZXN0PqCC
A1cwggNTMIICO6ADAgECAggxlzoUtgJbNTANBgkqhkiG9w0BAQ0FADA4MRowGAYD
VQQDDBFDb21wdXRhZG9yZXMgVGVzdDENMAsGA1UECgwEQUZJUDELMAkGA1UEBhMC
QVIwHhcNMjQwNDAyMTMxMjIyWhcNMjYwNDAyMTMxMjIyWjA5MRwwGgYDVQQDDBND
bGF1ZGlvSE9NT0xPR0FDSU9OMRkwFwYDVQQFExBDVUlUIDIwMjAyOTU2MDM0MIIB
IjANBgkqhkiG9w0BAQEFAAOCAQ8AMIIBCgKCAQEAxRyVL76Jz0pgX3o3OUiC/t7P
ZFWJcG5E9Ir26EBt4HUKfGCKT70XPwpm5zSuX1w3CgTN/KQZNo82MO7c/WSIiflh
YyNBmktiRsGvQrbyFII88IvII7lHR5I2BAKi31Qd3GrrPaslWUue1uENZOr3u8BR
+Rsh4h3JhfbMU6Fd3yv0S+hwnV5durj8FkiND5HIHNG4x0LnFAyoGjQOlC4WUNXg
5E5b3rLCTlk9OATiEsblCHPxvFF6wAAax5+sk67rHEkdhqDhKEcFzCWLLerX9jWW
t0+Dss2gMtzAn59RurnEtBWucKmtQFvCmZY7fJ+RTlkvgeFbUdPyi+yqAcvsPQID
AQABo2AwXjAMBgNVHRMBAf8EAjAAMB8GA1UdIwQYMBaAFLOy0//96bre3o2vESGc
1iB98k9vMB0GA1UdDgQWBBSTXaDB2ruLJ+Em7NE01lULX83LvTAOBgNVHQ8BAf8E
BAMCBeAwDQYJKoZIhvcNAQENBQADggEBAE81h/PRDIOW6yRMPV09+2LJ/fKaP0x/
oQ/oKQqYsZO6aY7rmdP1AeRtBzssKYpj52S+ZNZUBj2XH+zLCo+DznmA3qb39Bns
7TzJ6qM4rv6g9M3QADAe4E3YSZKKjFnmEaGuSJxjd5oAvEpqeHeW6vDN4QYXwuWM
HWY5jaHBBy8pWUUp4yiGqBb3CkrmcJSNw4LCT0EoumCt9VijVxDhj40aaCboWQVV
ntgZ2mXar2MKaWDOpfr8H1m1zJSiGtFtqocB+KGdTAHD4WH0Fe41bh/HoOuDRpwT
Y95/x6K0fSXrSpfJCL5laQ6X0uAoU1bp1K+TBiBmPmAOOt+W0EO18MYxggJWMIIC
UgIBATBEMDgxGjAYBgNVBAMMEUNvbXB1dGFkb3JlcyBUZXN0MQ0wCwYDVQQKDARB
RklQMQswCQYDVQQGEwJBUgIIMZc6FLYCWzUwDQYJYIZIAWUDBAIBBQCggeQwGAYJ
KoZIhvcNAQkDMQsGCSqGSIb3DQEHATAcBgkqhkiG9w0BCQUxDxcNMjUwMzI4MTIw
MzI1WjAvBgkqhkiG9w0BCQQxIgQgimaTbfphuQLpVJJxRMkGFkjvxdznuw/gz1jY
2xS1mBEweQYJKoZIhvcNAQkPMWwwajALBglghkgBZQMEASowCwYJYIZIAWUDBAEW
MAsGCWCGSAFlAwQBAjAKBggqhkiG9w0DBzAOBggqhkiG9w0DAgICAIAwDQYIKoZI
hvcNAwICAUAwBwYFKw4DAgcwDQYIKoZIhvcNAwICASgwDQYJKoZIhvcNAQEBBQAE
ggEAMZDHbyRleTySKJ99YPreqSjPpnC0G0Z8clDONVMg8KFkmfyPkf5Vnj5Ssz/f
y9Vf23HNKqT90B7+j3auL724YZUHuYVs/MIGTHIAVE2s3ttHjuw46+BJUhEwLuHe
7hKKFVL8gFL1UQPl2JUoyVNDP6ipV8PTn6mDF/uK2OVGlBmxkNY1s1aTcjnCDXoF
N1tMtmENQk6bAJMrRGk6/PoCMdFz0NVUKrCgP3KSxW9PNtvh6+SQgdRF6PSJDk/h
rjvHkE9TvA0HD0K7zIbOZjTMhqXNVAtmbk9i95xPMt57/Bnzi0KvAWFIoapXa1mj
iWXgDF7tetCaoajo+Iw3rnXoVw==

</in0></ser:loginCms>
</soapenv:Body>
</soapenv:Envelope>
<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><soapenv:Fault><faultcode xmlns:ns1="http://xml.apache.org/axis/">ns1:cms.cert.untrusted</faultcode><faultstring>Certificado no emitido por AC de confianza</faultstring><detail><ns2:exceptionName xmlns:ns2="http://xml.apache.org/axis/">gov.afip.desein.dvadac.sua.view.wsaa.LoginFault</ns2:exceptionName><ns3:hostname xmlns:ns3="http://xml.apache.org/axis/">wsaa0.afip.gov.ar</ns3:hostname></detail></soapenv:Fault></soapenv:Body></soapenv:Envelope>
ns1:cms.cert.untrusted: Certificado no emitido por AC de confianza

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:ser="https://wsaa.afip.gov.ar/ws/services/LoginCms" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
<soapenv:Header/>
<soapenv:Body>
    <ser:loginCms><in0>MIIG/wYJKoZIhvcNAQcCoIIG8DCCBuwCAQExDzANBglghkgBZQMEAgEFADCCAR8G
CSqGSIb3DQEHAaCCARAEggEMPD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0i
VVRGLTgiPz48bG9naW5UaWNrZXRSZXF1ZXN0IHZlcnNpb249IjEuMCI+PGhlYWRl
cj48dW5pcXVlSWQ+MTc0MzE2NDM2MjwvdW5pcXVlSWQ+PGdlbmVyYXRpb25UaW1l
PjIwMjUtMDMtMjdUMjM6MTk6MjI8L2dlbmVyYXRpb25UaW1lPjxleHBpcmF0aW9u
VGltZT4yMDI1LTAzLTI4VDE5OjE5OjIyPC9leHBpcmF0aW9uVGltZT48L2hlYWRl
cj48c2VydmljZT53c2ZlPC9zZXJ2aWNlPjwvbG9naW5UaWNrZXRSZXF1ZXN0PqCC
A1cwggNTMIICO6ADAgECAggxlzoUtgJbNTANBgkqhkiG9w0BAQ0FADA4MRowGAYD
VQQDDBFDb21wdXRhZG9yZXMgVGVzdDENMAsGA1UECgwEQUZJUDELMAkGA1UEBhMC
QVIwHhcNMjQwNDAyMTMxMjIyWhcNMjYwNDAyMTMxMjIyWjA5MRwwGgYDVQQDDBND
bGF1ZGlvSE9NT0xPR0FDSU9OMRkwFwYDVQQFExBDVUlUIDIwMjAyOTU2MDM0MIIB
IjANBgkqhkiG9w0BAQEFAAOCAQ8AMIIBCgKCAQEAxRyVL76Jz0pgX3o3OUiC/t7P
ZFWJcG5E9Ir26EBt4HUKfGCKT70XPwpm5zSuX1w3CgTN/KQZNo82MO7c/WSIiflh
YyNBmktiRsGvQrbyFII88IvII7lHR5I2BAKi31Qd3GrrPaslWUue1uENZOr3u8BR
+Rsh4h3JhfbMU6Fd3yv0S+hwnV5durj8FkiND5HIHNG4x0LnFAyoGjQOlC4WUNXg
5E5b3rLCTlk9OATiEsblCHPxvFF6wAAax5+sk67rHEkdhqDhKEcFzCWLLerX9jWW
t0+Dss2gMtzAn59RurnEtBWucKmtQFvCmZY7fJ+RTlkvgeFbUdPyi+yqAcvsPQID
AQABo2AwXjAMBgNVHRMBAf8EAjAAMB8GA1UdIwQYMBaAFLOy0//96bre3o2vESGc
1iB98k9vMB0GA1UdDgQWBBSTXaDB2ruLJ+Em7NE01lULX83LvTAOBgNVHQ8BAf8E
BAMCBeAwDQYJKoZIhvcNAQENBQADggEBAE81h/PRDIOW6yRMPV09+2LJ/fKaP0x/
oQ/oKQqYsZO6aY7rmdP1AeRtBzssKYpj52S+ZNZUBj2XH+zLCo+DznmA3qb39Bns
7TzJ6qM4rv6g9M3QADAe4E3YSZKKjFnmEaGuSJxjd5oAvEpqeHeW6vDN4QYXwuWM
HWY5jaHBBy8pWUUp4yiGqBb3CkrmcJSNw4LCT0EoumCt9VijVxDhj40aaCboWQVV
ntgZ2mXar2MKaWDOpfr8H1m1zJSiGtFtqocB+KGdTAHD4WH0Fe41bh/HoOuDRpwT
Y95/x6K0fSXrSpfJCL5laQ6X0uAoU1bp1K+TBiBmPmAOOt+W0EO18MYxggJWMIIC
UgIBATBEMDgxGjAYBgNVBAMMEUNvbXB1dGFkb3JlcyBUZXN0MQ0wCwYDVQQKDARB
RklQMQswCQYDVQQGEwJBUgIIMZc6FLYCWzUwDQYJYIZIAWUDBAIBBQCggeQwGAYJ
KoZIhvcNAQkDMQsGCSqGSIb3DQEHATAcBgkqhkiG9w0BCQUxDxcNMjUwMzI4MTIx
OTIyWjAvBgkqhkiG9w0BCQQxIgQgJ7OblirVdP0teExlEGRWKGJU7QMoL+NnZiH/
LXVpwEMweQYJKoZIhvcNAQkPMWwwajALBglghkgBZQMEASowCwYJYIZIAWUDBAEW
MAsGCWCGSAFlAwQBAjAKBggqhkiG9w0DBzAOBggqhkiG9w0DAgICAIAwDQYIKoZI
hvcNAwICAUAwBwYFKw4DAgcwDQYIKoZIhvcNAwICASgwDQYJKoZIhvcNAQEBBQAE
ggEAoqNDqWdIwEIHr0h0MYfplG/6F7xNYbvolqccakpv0JVNbSk1PFixsoCeYMni
USsvjCXxVdrL9WG+1lP0KicnJSyLyNZtosUYs3abDGyLf+fTvGGxhl1hxyGn5BN1
qqzY1mqiA6zow+xDyfFEeerRF0M0T6OScRnDIsHibJFyW0qujOYuvz5cphNdlI2Z
6Qwaw2iMzzX5PYFNcmNayMKLziMVKQEMtWcCbqLG0AWd1xUqK1eFtBEsIfOeys0d
9hwF5UM2uoVkY11UAjeh2gH6vheaMe2iVZXRgQ+MZ+HGKBVLOFV9BkBADd2q6OjJ
Cm2QjEpuc+b5Ip3UoEzkfoACVA==

</in0></ser:loginCms>
</soapenv:Body>
</soapenv:Envelope>
<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><soapenv:Fault><faultcode xmlns:ns1="http://xml.apache.org/axis/">ns1:cms.cert.untrusted</faultcode><faultstring>Certificado no emitido por AC de confianza</faultstring><detail><ns2:exceptionName xmlns:ns2="http://xml.apache.org/axis/">gov.afip.desein.dvadac.sua.view.wsaa.LoginFault</ns2:exceptionName><ns3:hostname xmlns:ns3="http://xml.apache.org/axis/">wsaa1.afip.gov.ar</ns3:hostname></detail></soapenv:Fault></soapenv:Body></soapenv:Envelope>
ns1:cms.cert.untrusted: Certificado no emitido por AC de confianza

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:ser="https://wsaa.afip.gov.ar/ws/services/LoginCms" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
<soapenv:Header/>
<soapenv:Body>
    <ser:loginCms><in0>MIIG8AYJKoZIhvcNAQcCoIIG4TCCBt0CAQExDzANBglghkgBZQMEAgEFADCCAR8G
CSqGSIb3DQEHAaCCARAEggEMPD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0i
VVRGLTgiPz48bG9naW5UaWNrZXRSZXF1ZXN0IHZlcnNpb249IjEuMCI+PGhlYWRl
cj48dW5pcXVlSWQ+MTc0MzE2NTQwMjwvdW5pcXVlSWQ+PGdlbmVyYXRpb25UaW1l
PjIwMjUtMDMtMjdUMjM6MzY6NDI8L2dlbmVyYXRpb25UaW1lPjxleHBpcmF0aW9u
VGltZT4yMDI1LTAzLTI4VDE5OjM2OjQyPC9leHBpcmF0aW9uVGltZT48L2hlYWRl
cj48c2VydmljZT53c2ZlPC9zZXJ2aWNlPjwvbG9naW5UaWNrZXRSZXF1ZXN0PqCC
A0gwggNEMIICLKADAgECAggqQTnzTj8KCDANBgkqhkiG9w0BAQ0FADA4MRowGAYD
VQQDDBFDb21wdXRhZG9yZXMgVGVzdDENMAsGA1UECgwEQUZJUDELMAkGA1UEBhMC
QVIwHhcNMjUwMzI4MTIyMDE2WhcNMjcwMzI4MTIyMDE2WjAqMQ0wCwYDVQQDDARI
b21vMRkwFwYDVQQFExBDVUlUIDIwMjAyOTU2MDM0MIIBIjANBgkqhkiG9w0BAQEF
AAOCAQ8AMIIBCgKCAQEAsQ5/dwzcLwf0o7sVoJby/mykFSYrsON4ryY1vGmRfA6s
BiIbQkE12mJfyamPE1dtIOwlXU+7c714GCYBFy8Rp/hwU5bsgQpaSi+qQAvNjKQ5
/40rELlQLYPF5cLAjVzVSboxGUsLpxPJhSSADs1Ic0nCobTqJAGxeSogalj+svVa
XEUltCSnGzRkmiQ0AizjRixWUj55BAmjXpUgMMgRIg03aqJ9qjW2ebUsxbRD+DFf
vfZH1DnECPc3QFa7WH4Ds1Gw73No5G+6Z1T/Falr8J4bJap1irVBknnLRMozEVsG
0//ambpUcHcS8XizhxnobOsOTjPZX+gHAbgOhNYYZwIDAQABo2AwXjAMBgNVHRMB
Af8EAjAAMB8GA1UdIwQYMBaAFLOy0//96bre3o2vESGc1iB98k9vMB0GA1UdDgQW
BBTZdquYE1Wi46aF6ScxCzScrL1BkjAOBgNVHQ8BAf8EBAMCBeAwDQYJKoZIhvcN
AQENBQADggEBAIADO+Na7llKlt9eCWTLeM+dUg1fTzh9T6bvH70+5VjAsXXFh9GM
8LzB7Pxy9+bL35mbV09JAfyntjl7MaFvM2CZhJaoEBxklzW8tMAXBk6R8h/QyHi1
Alw5E31PxQ/gPUZ3xQlJbPTBsXxNRKb+WopaAnOV89IYjQRJqZpyZvUZVjMW+sWD
O+lSG24H7RbqLrN45m+ZUvXNrRe23AOraIUb1B9ahfgToCqKRWGqQgq96ZEmdlwI
rqe6sbamvvZKu0bQd0sDrNRbsro988ccKlBD46b+glyJuDlLVFs8diCdrIX2lbRZ
OxdckXU9lMdrK6OIrwlLf4++AD6iKSb1GUYxggJWMIICUgIBATBEMDgxGjAYBgNV
BAMMEUNvbXB1dGFkb3JlcyBUZXN0MQ0wCwYDVQQKDARBRklQMQswCQYDVQQGEwJB
UgIIKkE5804/CggwDQYJYIZIAWUDBAIBBQCggeQwGAYJKoZIhvcNAQkDMQsGCSqG
SIb3DQEHATAcBgkqhkiG9w0BCQUxDxcNMjUwMzI4MTIzNjQyWjAvBgkqhkiG9w0B
CQQxIgQgj6r5RBACyTcJ/2QaDXsgiqpyAujTfJtBROmT9/PDqyQweQYJKoZIhvcN
AQkPMWwwajALBglghkgBZQMEASowCwYJYIZIAWUDBAEWMAsGCWCGSAFlAwQBAjAK
BggqhkiG9w0DBzAOBggqhkiG9w0DAgICAIAwDQYIKoZIhvcNAwICAUAwBwYFKw4D
AgcwDQYIKoZIhvcNAwICASgwDQYJKoZIhvcNAQEBBQAEggEArrZxNWMeBymvdP3Q
v/37b2kgqAQknmHLd1OPs+9n7HYnjIIg2ikQHpYJyzQvFSH8XpKO4pFMVQpgxncZ
uZRlk2Un5Jbd8TYf2YXoySgoHw7coGmiKf/uHD6Ncx0Hj/jql0red9P/0MnGJj2q
8HBOL2bHey1iPlwqhFHzRxy9DjgXv6ocgwZcEKvpMLOa+vimXg/zS+6jQNv9m5zZ
HWkecr/hpZ01Ieyw8BRDKAGNxEPWRB4ykxV3JCKx9ALP2pxP4TJyv9VC0/KzyUvJ
KE7AFrR1VSrK/GiNcSkDdjMUAg5Y+E9nX3TaO44ANxnUHl05CVt0nq8ny3qNJJWc
WE47PA==

</in0></ser:loginCms>
</soapenv:Body>
</soapenv:Envelope>
<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><soapenv:Fault><faultcode xmlns:ns1="http://xml.apache.org/axis/">ns1:cms.cert.untrusted</faultcode><faultstring>Certificado no emitido por AC de confianza</faultstring><detail><ns2:exceptionName xmlns:ns2="http://xml.apache.org/axis/">gov.afip.desein.dvadac.sua.view.wsaa.LoginFault</ns2:exceptionName><ns3:hostname xmlns:ns3="http://xml.apache.org/axis/">wsaa1.afip.gov.ar</ns3:hostname></detail></soapenv:Fault></soapenv:Body></soapenv:Envelope>
